[
  {
    "id":"11",
    "title":"Eid Milan 2017",
    "details":"Eid Milan 2017, was a spontaneous affair organized by ZeeShan Anwar when all the GTA grads gathered at BBQ tonight, Mississauga to celebrate Eid-ul-Fitr, 2017. With most of our members in attendance, SSUET CA managed to celebrate the eid in pardes with a festive vibe. Special thanks to Saria Alvi for making eidi packs for the kiddos.",
    "photos":"<a href='photos/eidmilan2017-1.jpg' data-lightbox='e1' ><img src='photos/eidmilan2017-1_t.jpg'></a><a href='photos/eidmilan2017-2.jpg' data-lightbox='e1' ><img src='photos/eidmilan2017-2_t.jpg'></a>"
  },
  {
    "id":"12",
    "title":"Aftar Party and Pakistan's Champions Trophy Winning Celebration",
    "details":"June 18, 2017 was the historic day when Pakistan won the Champions Trophy for the first time and SSUET CA had already planned 2017 aftar party for the same day. As Pakistan lifted the trophy our event changed into a jubilant celebration with most of us dressed in green.",
    "photos":"<a href='photos/pakwins1.jpg' data-lightbox='e1' ><img src='photos/pakwins1_t.jpg'></a><a href='photos/pakwins2.jpg' data-lightbox='e1' ><img src='photos/pakwins2_t.jpg'></a>"
  },
  {
    "id": "0",
    "title":"SSUET GTA Get Together",
    "details": "First ever Get together of SSUET graduates in GTA. Held on 3rd October 2015, after few months of SSUET.CA group creation. Most of the members met each other for the first time here or after a long long time since their graduation. With introductions from all attendees and batch-wise photos, this dinner proved to be the starting point for SSUET Canada Alumni.",
    "photos":"<a href='photos/firstdinner1.jpg' data-lightbox='e1' ><img src='photos/firstdinner1_t.jpg'></a><a href='photos/firstdinner2.jpg' data-lightbox='e1' ><img src='photos/firstdinner2_t.jpg'></a>"
  },
  {
    "id":"1",
    "title":"Reunion Dinner",
    "details":"Organized by Lubna Imran on 10th January 2015, SSUET CA decided to go Mediterranean for a meet up and the choice was 'Roman Zaman' - One of the finest Middle Eastern restaurant in town with a romantic Damascene ambiance and an elegant Canadian touch. Awesome food and  awesomer company!! ",
    "photos":"<a href='photos/romanzaman1.jpg' data-lightbox='e1' ><img src='photos/romanzaman1_t.jpg'></a><a href='photos/romanzaman2.jpg' data-lightbox='e1' ><img src='photos/romanzaman2_t.jpg'></a>"
  },
  {
    "id":"2",
    "title":"Outdoor Cricket",
    "details":"In June 2016, impressed and embraced by some brilliant cricketing talent present in the group, a friendly outdoor cricket match was organized at Kindree Public School grounds in Mississauga. The match resulted in the formation of TEAM-SSUET.CA that played several matches through out the summer season and continued it in indoors during the winter as well.",
    "photos":"<a href='photos/outdoorcricket1.jpg' data-lightbox='e1' ><img src='photos/outdoorcricket1_t.jpg'></a><a href='photos/outdoorcricket2.jpg' data-lightbox='e1' ><img src='photos/outdoorcricket2_t.jpg'></a>"
  },
  {
    "id":"3",
    "title":"Kelso Park Picnic 2016",
    "details":"In June 2016, ZeeShan Anwar set up a quick plan for a family picnic at Kelso Lake Park which is about 20 mins drive from Mississauga. Aside from BBQ brunch and faboulous food prepared by our members, this Picnic also provided an opportunity to meet n greet one of our faculty members Ms. Moona Kanwal who was on a short term visit to Canada",
    "photos":"<a href='photos/kelsopicnic1.jpg' data-lightbox='e1' ><img src='photos/kelsopicnic1_t.jpg'></a><a href='photos/kelsopicnic2.jpg' data-lightbox='e1' ><img src='photos/kelsopicnic2_t.jpg'></a><a href='photos/kelsopicnic3.jpg' data-lightbox='e1' ><img src='photos/kelsopicnic3_t.jpg'></a>"
  },
  {
    "id":"4",
    "title":"Wasaga Beach Park Picnic 2016",
    "details":" Spontaneous plans always work like a charm. Specially when residents of GTA are toasted up with high summer temperatures and the plan is for the beach and on top of everything its planned for August 14th, 2016 . What a way to celebrate the independence of our motherland (Pakistan) while having fun @ Wasaga beach with our fellow ssuetians. The picnic was an instant success even though rain tried to disrupt but ssuetians never give up. Having BBQ in such a weather is proof ;)",
    "photos":"<a href='photos/wasaga1.jpg' data-lightbox='e1' ><img src='photos/wasaga1_t.jpg'></a><a href='photos/wasaga2.jpg' data-lightbox='e1' ><img src='photos/wasaga2_t.jpg'></a><a href='photos/wasaga3.jpg' data-lightbox='e1' ><img src='photos/wasaga3_t.jpg'></a>"
  },
  {
    "id":"5",
    "title":"Annual Dinner 2016",
    "details":"The second Annual Gathering / Eid Milan Party of SSUETians was arranged at LaMila restaurant, Mississauga on July 22nd, 2016. Organized by ZeeShan Anwar, the event received an overwhelmingly positive response and was an instant success. With guests like Madam Najma Ismat and xyz, souvenir mugs for the attendees and even a magician to keep the children entertained, the organizers went an extra mile to make it an extra special event. This activity is now a must do for every year and alumni members from all over North America have shown interest to attend this year.",
    "photos":"<a href='photos/eidmilan1.jpg' data-lightbox='e1' ><img src='photos/eidmilan1_t.jpg'></a><a href='photos/eidmilan2.jpg' data-lightbox='e1' ><img src='photos/eidmilan2_t.jpg'></a><a href='photos/eidmilan3.jpg' data-lightbox='e1' ><img src='photos/eidmilan3_t.jpg'></a>"
  },
  {
    "id":"6",
    "title":"Breakfast Get together",
    "details":"Organized by Lubna Imran, in March 2016, we gathered at the Sindhi restaurant to socialize over some delicious halwa pori. An awesome idea for a family gathering in the very early days of SSUETCA group formation. And an amazing opportunity to network with our fellow SSUETians.",
    "photos":"<a href='photos/breakfast4.jpg' data-lightbox='e1' ><img src='photos/breakfast4_t.jpg'></a><a href='photos/breakfast2.jpg' data-lightbox='e1' ><img src='photos/breakfast2_t.jpg'></a><a href='photos/breakfast3.jpg' data-lightbox='e1' ><img src='photos/breakfast3_t.jpg'></a>"
  },
  {
    "id":"7",
    "title":"Indoor Activities at Faraz A. Farooqui's house",
    "details":"By the end of summer 2016, outdoor cricket season was over leaving team SSUET in hibernating conditions. In such dull situation one man kept the hopes alive by arranging indoor activities at his own home basement , SSUET folks gather in bulk at his place and enjoyed snooker (Pool), Table Tennis, Foosball, Cards. This brilliant idea of indoor activity has drastically changed the moral of SSUET boys. Thanks to Faraz A. Farooqui bhai for providing fellow ssuetians with such a great opprotunity.\n  We have also discovered some of the greatest but hidden talents of our fellow ssuetians in these indoor games such as Faraz Farooqui, Kashif Alvi, Asif Altaf , Shauket, Zia , Haris Ahmed and Anas Haffez in snooker (pool), Shauket, Haris Ahmed, Asif Altaf , Afif in table tennis , ZeeShan Anwar, Fahad and Atif mushtaq in Foos ball",
    "photos":"<a href='photos/indoorgames1.jpg' data-lightbox='e1' ><img src='photos/indoorgames1_t.jpg'></a><a href='photos/indoorgames2.jpg' data-lightbox='e1' ><img src='photos/indoorgames2_t.jpg'></a>"
  },
  {
    "id":"8",
    "title":"Indoor Cricket",
    "details":"To utilize the chilly winter weekends in a more athletic manner it was decided to organize weekly indoor cricket matches. We started by renting a basketball gymnasium at E.C. Durry School, Milton in early December 2016. With an in-borne cricketing talent from back home most of our cricket team members are amazingly fit and active. Some of the most consistent and regular players are Zeeshan Anwar , Owais Ali, Anas bin Hafeez, Syed M. Rizwan Ali, Farhan Ahmed, Usaid Karim.",
    "photos":"<a href='photos/indoorcricket1.jpg' data-lightbox='e1' ><img src='photos/indoorcricket1_t.jpg'></a><a href='photos/indoorcricket2.jpg' data-lightbox='e1' ><img src='photos/indoorcricket2_t.jpg'></a>"
  },
  {
    "id":"9",
    "title":"Pak vs India Match watch",
    "details":"Cricket and Pakistanis are inseparable. No matter where we are, watching cricket together is always a good idea specially when its against the arch rivals. In January 2016, courtesy ZeeShan Anwar, we got together to watch Pak vs India match with a Sunday Halwa Puri Nashta .... unbeatable combo.",
    "photos":"<a href='photos/pakvsind1.jpg' data-lightbox='e1' ><img src='photos/pakvsind1_t.jpg'></a><a href='photos/pakvsind2.jpg' data-lightbox='e1' ><img src='photos/pakvsind2_t.jpg'></a>"
  },
  {"id":"10",
    "title":"Bowling",
    "details":"With all our boys-only parties, the girls are also not behind in organizing great events. On 18th December 2016, the Alumni joined in with their families for some quality fun at Classic Bowl.",
    "photos":"<a href='photos/bowling1.jpg' data-lightbox='e1' ><img src='photos/bowling1_t.jpg'></a><a href='photos/bowling2.jpg' data-lightbox='e1' ><img src='photos/bowling2_t.jpg'></a>"
  }
]